// localized port names

"ether"                   = "Ethernet";
"multiether"              = "Ethernet %@";
"pci-ether"               = "PCI Ethernet Slot %@";
"pci-multiether"          = "PCI Ethernet Slot %@, Port %@";
"thunderbolt-ether"       = "Slot Ethernet Thunderbolt %@";
"thunderbolt-multiether"  = "Slot Ethernet Thunderbolt %@, Port %@";
"usb-ether"               = "USB Ethernet (%@)";
"generic-ether"           = "Ethernet Adaptor (%@)";

"airport"                 = "Wi-Fi";
"generic-wireless"        = "Adaptor Rangkaian Wayarles (%@)";

"firewire"                = "FireWire";
"pci-firewire"            = "PCI FireWire Slot %@";
"pci-multifirewire"       = "PCI FireWire Slot %@, Port %@";
"thunderbolt-firewire"    = "Slot FireWire Thunderbolt %@";
"thunderbolt-multifirewire" = "Slot FireWire Thunderbolt %@, Port %@";
"generic-firewire"        = "Penyesuai FireWire (%@)";

"bluetooth"               = "DUN Bluetooth";
"bluetooth-modem"         = "USB Bluetooth Modem Adaptor";
"bluetooth-modem-port"    = "Bluetooth Modem Port";
"generic-bluetooth-modem" = "Bluetooth Modem (%@)";

"bluetooth-pan-gn"        = "Bluetooth PAN";
"bluetooth-pan-nap"       = "Bluetooth PAN-NAP";
"bluetooth-pan-u"         = "Bluetooth P2P";

"irda"                    = "IrDA";
"irda-ircomm"             = "USB IrDA Modem Adaptor";
"irda-ircomm-port"        = "IrDA Modem Port";

"loopback"                = "Loopback";

"modem"                   = "Modem Dalaman";

"modem-port"              = "Port Modem";
"modem-printer-port"      = "Modem/Port Pencetak";

"printer-port"            = "Port Pencetak";
"serial-port"             = "Port Serial";

"usbmodem"                = "Modem USB"; 
"generic-usbmodem"        = "Modem USB (%@)"; 

"wwan"                    = "WWAN"; 

"bond"                    = "Ethernet Bond (%@)";

"bridge"                  = "Titian (%@)";

"vlan"                    = "VLAN (%@)";

"ipv4"                    = "IPv4";

"l2tp"                    = "L2TP";

"pptp"                    = "PPTP";

"6to4"                    = "6to4";

"ipsec"                   = "IPSec";

"vpn"                     = "VPN (%@)";

// port names (from drivers) that would be good to localize

"AppleTV"                 = "USB Apple TV";

"Display Ethernet"        = "Ethernet Paparan";
"Display FireWire"        = "FireWire Paparan";

"External Modem"          = "Modem Luar";

"iPad"                    = "USB iPad";

"iPhone"                  = "USB iPhone";

"iPod"                    = "USB iPod";

"USB Ethernet"            = "USB Ethernet";
"USB Gigabit Ethernet"    = "USB Gigabit Ethernet";

// older ("Built-in", HI changed) localizations

"X-airport"               = "AirPort";
"X-ether"                 = "Ethernet Built-in";
"X-multiether"            = "Ethernet %@ Built-in";
"X-firewire"              = "Firewire Built-in";
"X-bluetooth"             = "Bluetooth";
"X-iPhone"                = "iPhone";
